Repository: loweffortgeoff/YesNoGo
Catalog: YesNoGoWidget/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

source: Custom
es: Personalizado
fr: Perso
it: Pers.
pt_br: Pers.

source: Flip
es: Lanzar
fr: Pile/Face
it: Lancia
pt_br: Lançar

source: Quick access to make decisions
es: Acceso rápido para tomar decisiones
fr: Accès rapide pour prendre des décisions
it: Accesso rapido per prendere decisioni
pt_br: Acesso rápido para tomar decisões

source: RPS
es: PPT
fr: PFC
it: MFC
pt_br: JKP

source: Yes/No
es: Sí/No
fr: Oui/Non
it: Sì/No
pt_br: Sim/Não

source: A an example control that runs a timer.
es: Un control de ejemplo que ejecuta un temporizador.
fr: Un contrôle d’exemple qui exécute un minuteur.
it: Un controllo di esempio che esegue un timer.
pt_br: Um controle de exemplo que executa um temporizador.

source: Configuration
es: Configuración
it: Configurazione
pt_br: Configuração

source: Favorite Emoji
es: Emoji favorito
fr: Emoji préféré
it: Emoji preferita
pt_br: Emoji favorito

source: Start Timer
es: Iniciar temporizador
fr: Démarrer
it: Avvia
pt_br: Iniciar

source: Start a timer
es: Iniciar un temporizador
fr: Démarrer un minuteur
it: Avvia un timer
pt_br: Iniciar um temporizador

source: This is an example widget.
es: Este es un widget de ejemplo.
fr: Ceci est un widget d’exemple.
it: Questo è un widget di esempio.
pt_br: Este é um widget de exemplo.

source: Timer
es: Temporizador
fr: Minuteur

source: Timer Name
es: Nombre del temporizador
fr: Nom du minuteur
it: Nome timer
pt_br: Nome do temporizador

source: Timer Name Configuration
es: Configuración del nombre del temporizador
fr: Configuration du nom du minuteur
it: Configurazione nome timer
pt_br: Configuração do nome do temporizador

source: Timer is running
es: El temporizador está en marcha
fr: Le minuteur fonctionne
it: Il timer è in esecuzione
pt_br: O temporizador está em execução

# control.toggle.off
source: Off
es: Desactivado
fr: Arrêt
it: Disattivo
pt_br: Desligado

# control.toggle.on
source: On
es: Activado
fr: Activé
it: Attivo
pt_br: Ligado

# live_activity.compact.leading
source: L
es: I
fr: G
it: S
pt_br: E

# live_activity.compact.trailing_format
source: T %@
es: D %@
fr: D %@
it: D %@
pt_br: D %@

# live_activity.hello_format
source: Hello %@
es: Hola %@
fr: Bonjour %@
it: Ciao %@
pt_br: Olá %@

# live_activity.preview.notification
source: Notification
es: Notificación
fr: Notif.
it: Notifica
pt_br: Notif.

# live_activity.region.bottom_format
source: Bottom %@
es: Abajo %@
fr: Bas %@
it: In basso %@
pt_br: Embaixo %@

# live_activity.region.leading
source: Leading
es: Izquierda
fr: Gauche
it: Sinistra
pt_br: Esquerda

# live_activity.region.trailing
source: Trailing
es: Derecha
fr: Droite
it: Destra
pt_br: Direita
